Repository: Silver-Connection/sico-net-utilities
Catalog: src/SiCo.Utilities.I18n/Billing.*.resx
Languages: de_de

source: Amount
de_de: Betrag

source: Amounts
de_de: Beträge

source: Balance
de_de: Guthaben

source: Balance Available
de_de: Verfügbares Guthaben

# balance_check
source: Check balance
de_de: Guthaben Abfragen

# balance_limit_desc
source: A notice will be sent to you in case your balance drops below this value.
de_de: Wenn Dein Guthaben den Mindestguthabenstand unterschreitet, senden wir dir eine Benachrichtigungsemail. Dadurch weist Du immer, wann Du dein Guthaben wieder aufladen musst.

# balance_limit_send
source: Send Balance Low Warning
de_de: Bei geringem Guthabenstand möchte ich informiert werden

# balance_limit_update_success
source: Successfully updated balance low warning limit
de_de: Schwellwert erfolgreich geändert.

# balance_limit_value
source: Balance low value
de_de: Mindestguthabenstand für Benachrichtigungen

# balance_negative_limit
source: Negative Limit
de_de: Dispo Limit

# balance_negative_limit_update_success
source: Successfully updated balance negative limit
de_de: Dispo Limit erfolgreich geändert.

# balance_no
source: No balance available
de_de: Kein Guthaben vorhanden

source: Balance Transaction
de_de: Zahlungsvorgang

# balance_transactions
source: Charge History
de_de: Konto Übersicht

# balance_transaction_cancell_ask
source: Do you really want to cancel this transaction?
de_de: Soll diese Zahlung wirklich storniert werden?

# balance_transaction_cancell_revert_ask
source: Do you want to reactivate this transaction?
de_de: Soll diese Zahlung wieder aktiviert werden?

# balance_transaction_exists
source: Balance Transaction already exists.
de_de: Diese Transaktion existiert bereits.

# balance_updated_success
source: Balance has been updated
de_de: Guthaben erfolgreich erhöht.

source: Bank account
de_de: Bankkonto

source: Bank accounts
de_de: Bankkonten

source: Billed On
de_de: Gebucht am

source: Billing
de_de: Fakturierung

source: Billing Group
de_de: Abrechnungsgruppen-Id

source: Billing increment
de_de: Abrechnung-Inkrement!

source: Billing Time Zone
de_de: Abrechnung-Zeitzone!

source: Bill ID
de_de: Rechnungsnummer

# cancelled_change_balance
source: Change Balance on cancel
de_de: Guthaben bei Abbruch ändern

source: Charge balance
de_de: Guthaben aufladen

# charge_by
source: Balance charged via {0}
de_de: Guthaben aufgeladen über {0}

# charge_by_calling_card
source: Balance transferred from Card: {0} to Account: {1}
de_de: Guthaben übertragen von Karte: {0} auf Konto: {1}

# charge_by_calling_card_log
source: Credit: {0} transferred from Card: {1} to Account: {2}
de_de: Betrag {0} von Karte {1} auf Konto: {2} übertragen

# charge_by_log
source: Credit: {0} charged via : {1} to Account: {2}
de_de: Betrag {0} von Karte {1} auf Konto: {2} übertragen

# charge_last
source: Last charge
de_de: Letzte Aufladung

# charge_revert
source: Revert Charge
de_de: Buchung stornieren

source: Cheap
de_de: Günstig

# choose_methode_amount
source: Choose a payment method and a desired amount
de_de: Wähle eine Zahlungsmethode und den gewünschten Betrag aus.

source: Commission
de_de: Kommission

# commission_reseller
source: Reseller Commission
de_de: Wiederverkäufer Kommission

# commission_vendor
source: Vendor Commission
de_de: Verkäufer Kommission

# creadit_starting
source: Starting credit
de_de: Startguthaben

source: Currencies
de_de: Währungen

source: Currency
de_de: Währung

# external_id
source: External Identifier
de_de: Externe ID

# gateway_connection_failed
source: Could not connect to payment gateway
de_de: Konnte keine Verbindung zum Zahlungs-Gateway aufbauen

# gateway_reports_error
source: Payment gateway response with error
de_de: Gateway meldet ein Fehler

source: Gateway Transaction ID
de_de: Gateway Buchungsnummer

# gatway_transaction_data
source: Gateway Transaction Data
de_de: Gateway Buchungsdaten

source: Holder
de_de: Halter

source: Invoices Total
de_de: Rechnungsbetrag

# invoice_download_filename
source: invoice
de_de: Rechnung

source: Invoice E-Mail
de_de: Rechnung E-Mail!

# invoice_hide_success
source: Successfully hidden Invoice to Customer
de_de: Rechnung ist für die Kunden nicht mehr sichtbar.

# invoice_not_found
source: Could not find Invoice
de_de: Rechnung nicht gefunden.

# invoice_reset_downloads_success
source: Successfully reset download count for Invoice
de_de: Anzahl der Downloads erfolgreich geändert.

# invoice_show_success
source: Successfully changed to visible for Customer
de_de: Rechnung ist jetzt sichtbar für den Kunden.

# invoice_unhide_success
source: Successfully unhidden Invoice to Customer
de_de: Rechnung ist jetzt sichtbar für den Kunden.

source: Itemized Statement Xed
de_de: Anonymisierter Einzelverbindungsnachweis

# itemized_statement_xed_desc
source: If activated, the last 3 digits of the called destination phone numbers will appear as XXX.
de_de: Wenn aktiv werden die letzten 3 Stellen der Rufnummern im Einzelverbindungsnachweis durch XXX ersetzt.

source: Paid
de_de: Bezahlt!

source: Paid on
de_de: Bezahlt am

source: Payment
de_de: Zahlung

source: Payments
de_de: Zahlungen

# payment_ack_by
source: Payment Acknowledged By
de_de: Zahlung von anerkannt!

source: Payment By
de_de: Zahlung von

# payment_methode
source: Payment Method
de_de: Zahlungsmethode

# payment_methodes
source: Payment Methods
de_de: Zahlungsmethoden

# payment_methode_not_found
source: Payment method could not be found
de_de: Zahlungsmethode konnte nicht gefunden werden.

# payment_success
source: Successfully charged balance
de_de: Guthaben erfolgreich aufgeladen

# phonecard
source: Calling-Card
de_de: Telefonkarte

source: Rate
de_de: Preis

source: Rates
de_de: Preise

source: Rates E-Mail
de_de: Preise E-Mail

# rate_per_min
source: Rate / Min
de_de: Preis / Min

# rate_reseller
source: Reseller Rate
de_de: Wiederverkäufer Preis

source: Rate Sheet
de_de: Preisliste

source: Rate Sheets
de_de: Preislisten

# rate_sheet_reseller
source: Reseller Rate Sheet
de_de: Wiederverkäufer Preisliste

# rate_sheet_vendor
source: Vendor Rate Sheet
de_de: Verkäufer Preisliste

# rate_vendor
source: Vendor Rate
de_de: Verkäufer Preis

# redirect_to
source: One moment, your are redirected to <strong>{0}</strong>
de_de: Bitte haben Sie einen Moment Geduld. Sie werden zu <strong>{0}</strong> weitergeleitet.

source: Reference
de_de: Verwendungszweck

source: Registration Number
de_de: Registrierungsnummer

# remittee
source: Remitter
de_de: Empfänger

source: SOFORT
de_de: SOFORT-Überweisung

source: Tax
de_de: Steuer

# transaction_amount_min
source: Minimum Amount per Transaction
de_de: Mindestbetrag pro Transaktion!

# transaction_cancel
source: Cancel Transaction
de_de: Buchung abbrechen

# transaction_cancel_error_is_deleted
source: Cannot reactivate a deleted transaction. Restore the transaction first.
de_de: Gelöschte Zahlungen können nicht aktiviert werden. Zahlung muss erst wiederhergestellt werden.

# transaction_cancel_success
source: Transaction successfully cancelled
de_de: Zahlung erfolgreich storniert

# transaction_delete_ask
source: Do you want to delete this transaction?
de_de: Soll diese Zahlung gelöscht werden?

# transaction_delete_error_not_cancelled
source: Transaction must be cancelled before you can delete it.
de_de: Zahlung muss erst storniert werden, bevor sie gelöscht werden kann.

# transaction_delete_success
source: Transaction successfully deleted
de_de: Zahlung erfolgreich gelöscht

source: Transaction ID
de_de: Transactions ID

# transaction_reactivated_success
source: Transaction successfully reactivated
de_de: Zahlung wieder verbucht

# transaction_restore_ask
source: Do you want to restore this transaction?
de_de: Soll diese Zahlung wiederhergestellt werden?

# transaction_restore_success
source: Transaction successfully restored
de_de: Zahlung erfolgreich wiederhergestellt

# transaction_status_ask
source: Do you want do change the status of this transaction?
de_de: Soll der Status dieser Zahlung geändert werden?

# transaction_status_success
source: Transaction status successfully updated
de_de: Status der Zahlung wurde erfolgreich geändert

source: Transfer
de_de: Umbuchen

source: Vendor Payments
de_de: Verkäufer Zahlungen

source: Wire transfer
de_de: Überweisung

# wire_reference_1
source: {0} balance charge
de_de: {0}€ Aufgeladen

# wire_reference_2
source: Account {0}
de_de: Konto {0}
