Repository: Silver-Connection/sico-net-utilities
Catalog: src/SiCo.Utilities.I18n/Error.*.resx
Languages: de_de

source: Access Denied
de_de: Zugang Verboten

# account_active_already
source: This account is already activated
de_de: Dieses Konto ist schon aktiviert.

# account_locked
source: Your account was locked, please contact our support team.
de_de: Ihr Konto wurde gesperrt, bitte wenden Sie sich an unser Support Team.

# amount_big
source: Given amount is to high
de_de: Der Wert ist zu hoch

# amount_small
source: Given amount is to small
de_de: Der Wert ist niedrig

# balance_left
source: There is unbooked balance for this account. Balance:
de_de: Es gibt noch offene Buchungen für dieses Konto.

# cancel_reason_empty
source: Please enter a cancel reason
de_de: Bitte geben Sie ein Abbruchgrund an.

# card_expired
source: Card is expired
de_de: Die Karte ist abgelaufen

# chart_loading
source: Could not load chart.
de_de: Das Diagramm konnte nicht geladen werden

# check_form
source: Please check the form.
de_de: Bitte überprüfen Sie ihre Eingaben

# country_not_found
source: Could not find country
de_de: Unbekanntes Land

# country_not_set
source: No country set
de_de: Kein Land gewählt

# dailcode_not_found
source: Dailcode could not be find
de_de: Unbekannte Vorwahl

# database_connect
source: Could not connect to database
de_de: Die Verbindung zur Datenbank konnte nicht hergestellt werden!

# data_is_not_sync
source: Input data is outdated, syncing data.
de_de: Übertragene Daten sind veraltet, Daten werden aktualisiert

# date_end
source: End date cannot be earlier start date
de_de: Das End Datum kann nicht vor dem Start Datum liegen.

# date_start
source: Start date cannot be later then end date
de_de: Das Start Datum kann nicht hinter dem End Datum liegen

# delete
source: Could not delete item
de_de: Konnte Eintrag nicht löschen

source: Denied
de_de: Verweigert

source: Deny
de_de: Verweigern

source: Dependency:
de_de: Abhängigkeit:

# dependency_account
source: Dependency with account:
de_de: Abhängigkeit mit Konto:

# dependency_context
source: Dependency with context:
de_de: Abhängigkeit mit Kontext:

# dependency_ip
source: Dependency with ip:
de_de: Abhängigkeit mit IP:

# dependency_node
source: Dependency with node:
de_de: Abhängigkeit mit Knoten:

# dependency_phonebook
source: Dependency with phonebook:
de_de: Abhängigkeit mit Telefonbuch:

# dependency_registeredNumber
source: Dependency with Registered Numbers:
de_de: Abhängigkeit mit Registrierter Nummer

# dependency_route
source: Dependency with route:
de_de: Abhängigkeit mit Route

# domain_blacklisted
source: This domain is blacklisted!
de_de: Diese E-Mail Adresse ist gesperrt

# duplicate_item
source: Item already exists, could not create same item again.
de_de: Eintrag besteht bereits, kann den selben Eintrag nicht nochmal erstellen.

# email_activation_send_fail
source: On error occurred. Could not send confirmation key.
de_de: Es ist ein Fehler aufgetreten. Konnte Aktivierungsschlüssel nicht versenden.

# email_send
source: Could not send E-Mail
de_de: Beim versenden der E-Mail ist ein Fehler aufgetreten.

# enum_not_found
source: Enum type not found
de_de: Enum Typ nicht gefunden

source: Error list
de_de: Fehlerliste

source: Exception
de_de: Ausnahme

# goto_log
source: Visit logs for more information
de_de: Prüfe die Logs für weitere Informationen

# http_4xx
source: The requested resource could not be found.
de_de: Die angeforderte Seite könnte nicht gefunden werden

# http_5xx
source: An error occurred while processing your request.
de_de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten

# info_empty
source: Please enter some information
de_de: Sie müssen eine Bemerkung angeben.

# input_invalid
source: Input is not valid, please edit
de_de: Eingabe ist ungültig

# internal_db_save_error
source: Could not save changes
de_de: Änderungen konnten nicht gespeichert werden.

# ip_blocked
source: Your have been blocked
de_de: Ihr Account wurden gesperrt

# ip_invalid
source: Given IP address is wrong
de_de: Angegebene IP Adresse ist nicht korrekt

# ip_network_big
source: The given network is too big
de_de: Das angegebene Netzwerk ist zu groß

# ip_no_network
source: Only a single IP address is valid, not a network
de_de: Nur eine einzelne IP Adresse ist gültig, nicht ein ganzes Netz.

# ip_unset
source: IP Address must be set
de_de: IP-Adresse muss festgelegt werden

# key_max_request
source: You have reached the maximum number of activation requests. If you need more activation request please contact our support.
de_de: Sie können keine Aktivierungsschlüssel mehr anfordern. Wenn Sie weitere Schlüssel benötigen, wenden Sie sich bitte an den Support.

# key_wrong
source: The given activation key is wrong
de_de: Der eingegebene Schlüssel ist Falsch

# language_missing
source: No language set
de_de: Kein Sprache gewählt

source: Not found
de_de: Keine Einträge vorhanden

# not_found_item_name
source: {0} not found
de_de: {0} konnte nicht gefunden werden.

# number_blacklisted
source: This phone number is blacklisted!
de_de: Diese Telefonnummer ist gesperrt

# number_phone
source: Given value is not a valid phone number.
de_de: Angegebene Telefonnummer ist nicht gültig

# parameter_empty
source: Parameter is missing or empty
de_de: Parameter fehlt oder hat keinen Inhalt

# pin_wrong
source: Entered PIN is wrong
de_de: Die eingegebene PIN ist falsch.

# prefix_voip
source: Prefix must start with digits and may end with '#', e.g. 1234#
de_de: Präfix muss mit Ziffern beginnen und mit '#', z.B. 1234# Ende Mai!

# reason_empty
source: Please enter a reason
de_de: Bitte geben Sie ein Grund an.

# required
source: This item is required
de_de: Diese Angabe wird benötigt

# save
source: Settings could not be saved.
de_de: Einstellungen konnten nicht gespeichert werden

# sorry
source: Sorry an error occurred. We are informed about that.
de_de: Leider ist ein Fehler aufgetreten, wir wurden darüber informiert.

# tasks_all
source: All updates have failed
de_de: Alle Updates sind gescheitert!

# tasks_partial
source: Some updates have failed
de_de: Einige Updates sind gescheitert!

# tasks_partial_count
source: {0} out of {1} updates failed
de_de: {0} {1}-Updates fehlgeschlagen!

# timed_out
source: Session timed out
de_de: Die Sitzung ist abgelaufen.

source: Transaction cancelled
de_de: Überweisung storniert!

# transaction_not_found
source: Could not find transaction
de_de: Transaktion konnte nicht gefunden werden!

# unknow
source: An error occurred.
de_de: Es ist ein Fehler aufgetreten

source: Unknown
de_de: Unbekannt

# validation
source: Validation failed
de_de: In Ihrer Eingabe gibt es Fehler

# value_out_range
source: Value is out of range
de_de: Ihre Eingabe ist außerhalb des zulässigen Bereichs.

# wran_smaller_limit
source: The warning limit will never be reached, because the main limit is smaller.
de_de: Das Warnlimit wird nie erreicht, da das Hauptlimit kleiner ist.
