Repository: Silver-Connection/sico-net-utilities
Catalog: src/SiCo.Utilities.I18n/Messages.*.resx
Languages: de_de

# account_update
source: Update account information
de_de: Konto Infotmationen aktualisieren

# account_update_error
source: Could not update account information
de_de: Konto Einstellungen konnten nicht aktualisiert werden

# account_update_success
source: Account information updated successfully
de_de: Konto Einstellungen erfolgreich aktualisiert

# activation_key_send
source: New confirmation key send.
de_de: Ein neuer Aktivierungsschlüssel wurde so eben versendet.

# email_activated_already
source: Your e-mail address is already activated
de_de: E-Mail Adresse ist schon aktiviert.

# email_activated_success
source: E-Mail Address successfully activated
de_de: E-Mail Adresse wurde erfolgreich aktiviert.

# email_activation_send
source: E-Mail address successfully updated. Confirmation key send to new e-mail address.
de_de: E-Mail Adresse wurde erfolgreich geändert. Ein neuer Aktivierungsschlüssel wurde so eben versendet.

# email_new_confirmation_key
source: New E-Mail Address Confirmation Key
de_de: Bestätigsungsschlüssel der neuen E-Mail Adresse

# email_new_validate_desc
source: To enable your new e-mail address please enter the validation code
de_de: Um deine neue E-Mail Adresse endgültig freizuschalten

# email_send
source: E-Mail successfully send
de_de: E-Mail erfolgreich versendet

# email_update_revert
source: E-Mail Address update reverted successfully
de_de: E-Mail Änderung erfolgreich Rückgängig gemacht.

# email_used_by_other
source: Given E-Mail Address is already used by an other account.
de_de: Die angegebene E-Mail Adresse wird von einem anderen Konto genutzt. Bitte geben Sie eine neue E-Mail Adresse an.

# email_validate
source: Validate E-Mail Address
de_de: E-Mail Adresse Bestätigen

# email_validate_desc
source: Your E-Mail address is not validated yet. Please validate it now
de_de: Ihr E-Mail Adresse ist noch nicht bestätigt

# generate_captcha
source: Generate new captcha image
de_de: Neues Bild generieren

source: Has General Business Terms Accepted
de_de: Hat AGB Akzeptiert

# item_activate_done
source: Item activated successfully
de_de: Eintrag erfolgreich aktiviert

# item_activate_error
source: Could not activate item
de_de: Konnte diesen Eintrag nicht aktivieren

# item_add_success
source: Item added successfully
de_de: Artikel erfolgreich hinzugefügt

# item_delete_ask
source: Do you really want to delete this?
de_de: Möchten Sie diesen Eintrag wirklich löschen?

# item_delete_done
source: Item successfully deleted
de_de: Eintrag erfolgreich gelöscht

# item_disable_success
source: Item successfully disabled
de_de: Element erfolgreich deaktiviert

# item_enabled_success
source: Item successfully enabled
de_de: Element erfolgreich aktiviert

# item_update_success
source: Item successfully updated
de_de: Element erfolgreich aktualisiert

# mark_active_ask
source: Do you really want to mark this as active?
de_de: Möchten Sie diesen Eintrag aktivieren

# mark_active_done
source: Item successfully marked as active
de_de: Eintrag erfolgreich als aktive markiert

# mark_active_error
source: Could not mark this as active
de_de: Kann diesen Eintrag nicht als aktive markieren

# mark_delete_ask
source: Do you really want to mark this as deleted?
de_de: Möchten Sie wirklich diesen Eintrag deakivieren

# mark_delete_done
source: Item successfully marked as deleted
de_de: Eintrag erfolgreich als gelöscht markiert

# mark_delete_error
source: Could not mark this as deleted
de_de: Kann diesen Eintrag nicht als gelöscht merkieren

# ping_ask
source: Do you want to ping this IP address?
de_de: Möchen Sie die IP pingen

# ping_done
source: IP address successfully pinged
de_de: Ping erfolgreich

# ping_error_timeout
source: Ping timed out may be ICMP packages are drop by a firewall
de_de: Ping antwortet nicht vielleicht werden ICMP Packte von einer Firewall blockiert

source: Processing your login...
de_de: Sie werden angemeldet

# request_send_error
source: Could not send request
de_de: Könnte die Anfrage nicht übermitteln

# sign_in_failed
source: Log on failed. Please try again.
de_de: Anmeldung fehlgeschlagen

# terms_acceppt_question
source: I have read the <a href="{0}" target="_blank">Service Terms</a> and I do accept them.
de_de: Ich habe die <a href="{0}" target="_blank">AGB</a> gelesen und akzeptiere diese

# ticket_notes_help
source: Leave notes which could be useful in case of failure
de_de: Hinterlassen Sie eine Nachricht für den Fall eines Ausfalles

# ticket_send_done
source: Ticket successfully send.
de_de: Ticket wurde erfolgreich übermittelt

# ticket_send_fail
source: Could not send ticket please try again
de_de: Ticket konnte nicht übertragen werden
