Repository: Silver-Connection/sico-net-utilities
Catalog: src/SiCo.Utilities.I18n/Password.*.resx
Languages: de_de

# change
source: Change Password
de_de: Passwort ändern

# change_error
source: Your password was not accepted. Please try again.
de_de: Ihr Passwort wurde nicht angenommen.

# change_error_strong
source: Your password was not accepted. You need 8 characters in upper and lower case and special characters. Please try again.
de_de: Ihr Passwort wurde nicht angenommen. Das Passwort muss mindestens 8 Zeichen lang sein. Außerdem muss das Passwort mindestens ein groß- und ein kleinen Buchstaben sowie ein Sonderzeichen beinhalten.

# confirm
source: Confirm Password
de_de: Neues Passwort wiederholen

# contain_lower_upper
source: Password must contain at least one <b>lower and </b> one <b>upper</b> character
de_de: Das Passwort muss einen <b>Klein- und</b> einen <b>Großbuchstaben</b> beinhalten

# contain_number
source: Password must contain one <b>numerical</b> character
de_de: Das Passwort muss eine <b>Nummer</b> beinhalten

# contain_special
source: Password must contain one <b>special</b> character
de_de: Das Passwort muss ein <b>Sonderzeichen</b> beinhalten

# generate
source: Generate New Password
de_de: Neues Passwort generieren

# generate_pin
source: Generate New PIN
de_de: Neuen PIN generieren

# length_8
source: Password must be at least <b>8</b> characters long
de_de: Das Passwort muss mindestens <b>8</b> Buchstaben lang sein.

# not_complex
source: New password is not complex enough
de_de: Das Passwort ist nicht komplex genug

# not_equal
source: The confirmed password differs from the new one.
de_de: Die Passwörter stimmen nicht überein

source: Password
de_de: Passwort

# to_short
source: This password is to short.
de_de: Das Passwort ist zu kurz

# wrong
source: Password is wrong
de_de: Das Passwort ist falsch

# confirm_wrong
source: Fields 'New Password' and 'Confirm Password' do not match.
de_de: Felder 'Neues Passwort' und 'Neues Passwort bestätigen' stimmen nicht überein.

# contain_number_special
source: Password must contain one <b>numerical and/or </b> one <b>special</b> character
de_de: Das Passwort muss eine <b>Zahl und/oder</b> ein <b>Sonderzeichen</b> beinhalten

# current
source: Current Password
de_de: Aktuelles Passwort

# current_requiered
source: You must enter your current Password
de_de: Sie müssen das aktuelle Passwort angeben

# new_n
source: New Password
de_de: Neues Passwort

# new_reqiered
source: New password can not be empty
de_de: Das neue Passwort darf nicht leer sein

source: Password Policy
de_de: Kennwortrichtlinie

# password_sample_easy
source: Examples: Saturday1, IloveDonuts$7, 2Weeksvacation
de_de: Beispiel: Samstag1, IchLiebeDonuts7$, Urlaub2Wochen!

# blacklist
source: Password is blacklisted, please choose a new one.
de_de: Das angegebene Passwort ist gesperrt. Bitte geben Sie ein neues an.

# set_success
source: New password set successfully.
de_de: Neues Passwort erfolgreich gespeichert

# used
source: New password was one of the last 5 used. Please use a different one.
de_de: Das angegebene Passwort wurde schon von Ihnen genutzt. Bitte geben Sie ein neues an.

# forgot
source: Forgot password?
de_de: Passwort vergessen?

# key_send
source: Send Activation key
de_de: Aktivierungsschlüssel erneut Senden

# new_send_via
source: We have generated a new Password and send it to you via {0}. This can take a moment.
de_de: Ein neues Passwort wurde erstellt und Ihnen per {0} gesendet. Dies kann einen Moment dauern.

# reset_success
source: Password reset
de_de: Passwort zurückgesetzt

# length_6
source: Password must be at least <b>6</b> characters long
de_de: Dein Passwort muss aus mindestens 6 Zeichen bestehen
