Repository: Silver-Connection/sico-net-utilities
Catalog: src/SiCo.Utilities.I18n/Validation.*.resx
Languages: de_de

# any_lowercase
source: Input must contain one lowercase character
de_de: Eingabe muss ein Kleinbuchstaben beinhalten

# any_special_number
source: Input must contain one special or numeric character
de_de: Das Passwort muss ein <b>Sonderzeichen</b> oder eine Nummer beinhalten

# any_upercase
source: Input must contain one uppercase character
de_de: Eingabe muss ein Großbuchstaben beinhalten

# creditcard
source: Please enter a valid credit card number.
de_de: Geben Sie bitte eine gültige Kreditkartennummer ein.

# date
source: Please enter a valid date.
de_de: Bitte geben Sie ein gültiges Datum ein.

# date_iso
source: Please enter a valid date (ISO).
de_de: Bitte geben Sie ein gültiges Datum (ISO) ein.

# digits
source: Please enter only digits.
de_de: Geben Sie bitte nur Ziffern ein.

# email
source: Please enter a valid email address.
de_de: Geben Sie bitte eine gültige E-Mail Adresse ein.

# equal_to
source: Please enter the same value again.
de_de: Bitte denselben Wert wiederholen.

# file_extension
source: Please enter a value with a valid extension.
de_de: Bitte geben Sie ein Wert mit einer gültigen Endung an.

# max
source: Please enter a value less than or equal to {0}.
de_de: Bitte geben Sie ein Wert kleiner oder gleich {0} an.

# max_lenght
source: Please enter no more than {1} characters.
de_de: Bitte geben Sie nicht mehr als {1} Zeichen ein.

# min
source: Please enter a value greater than or equal to {0}.
de_de: Bitte geben Sie einen Wert größer oder gleich {0} an.

# min_lenght
source: Please enter at least {1} characters.
de_de: Ihre Eingabe muss mindestens {1} Zeichen lang sein

# number
source: Please enter only numbers.
de_de: Bitte geben Sie nur Nummern an.

# phone_digits
source: Phone numbers can only contain digits, except a leading '+'
de_de: Eine Telefonnummer kann nur aus Zahlen und einem + am Anfang bestehen

# phone_international
source: International phone numbers start either with '+', '00' or any other digit except a single '0'
de_de: Internationale Telefonnummern fangen mit '00' oder einem '+' an, gefolgt von einer Zahl außer '0'.

# phone_plus_zero
source: Phone numbers starting with '+' can not have '0' as second digit
de_de: Wenn die Telefonnummer mit einem '+' beginnt, kann keine '0' folgen.

# range
source: Please enter a value between {0} and {1}.
de_de: Bitte geben Sie einen Wert zwischen {0} und {1} an.

# range_lenght
source: Please enter a value between {0} and {1} characters long.
de_de: Ihre Eingabe muss zwischen {0} und {1} Zeichen lang sein.

# remote
source: Please fix this field.
de_de: Bitte korrigieren Sie dieses Feld

# required
source: This filed is required.
de_de: Dieses Feld ist ein Pflichtfeld.

# url
source: Please enter a valid URL.
de_de: Geben Sie bitte eine gültige URL ein.

source: Valid
de_de: Gültig

source: Validated
de_de: Validiert

source: Valid from
de_de: Gültig von

# valid_till
source: Valid until
de_de: Gültig bis

# invalid_selection
source: Please check your selection.
de_de: Bitte prüfen Sie Ihre Auswahl.

# ipv4_address_netmask_invalid
source: This is not a valid IPv4 address with a netmask, e.g. 199.29.5.31/32
de_de: Dies ist keine gültige IPv4 Adresse mit Netzmaske, z.B. 199.29.5.31/32

# ipv4_ipv6_address_invalid
source: Invalid IPv4/IPv6 address
de_de: Die IPv4/IPv6 Adresse ist ungültig.

# ipv4_ipv6_hostname_address_invalid
source: Invalid IPv4/IPv6 address or hostname
de_de: Der Hostname oder die IPv4/IPv6 Adresse ist ungültig

# phone_inavlid
source: This Phone number is invalid
de_de: Die Telefonnummer ist ungültig.

# positive_value
source: Please insert a positive value.
de_de: Bitte einen positiven Wert angeben.

# regular_expression_invalid
source: Regular Expression is invalid.
de_de: Der Reguläre Ausdruck ist ungültig

# required_true_for
source: The field {0} must be active.
de_de: Das Feld {0} muss aktiviert sein.

# cdir_wrong
source: Value is not a valid CIDR subnet
de_de: Der Wert ist kein gültiges CIDR Subnetz

# prefix_invalid
source: A prefix can only have numbers, and optional a '#' at the end
de_de: Ein Präfix kann nur aus Nummern bestehen und einem optionalen '#' am Ende.

# validation_property_msg
source: Property: <strong>{0}</strong>
de_de: Eigenschaft: <strong>{0}</strong>
